"""
модель и симуляция иллюстрирующая (для визуализации) историю самоорганизации
зарождения жизнии (порядка) в результате притока негэнтропии,
эволюция появления новых видов живых организмов (сложных систем),
одноклеточные образуются (эмердженируются) из моллекул,
потом из них самоорганизуются многоклеточные организма,
а из них организации социальные системы, которые тоже организмы,
появляется трансгуманистический макроорганизм из человеко машинного
взаимодействия. История рождения и эволюции новизны

от солнца идет поток энергии на землю. с земли энергия рассеивается.
приходит более концентрированная энергия, а уходит в рассеянном виде,
то есть менее концентрированная. за счет этой разницы земле передается
негэнтропия, земле приходится трансформироваться так,
чтобы её пропускная способность увеличивалась, и она рассеивала энергию
(уточнить эту часть объяснения) (ячейки бинара).
complex systems book

так появляются упорядоченные структуры, то есть жизнь.
но скорее всего фрактально, а не локально или глобально или однородно.
то есть есть участки жизни в участках хаоса, в них есть участки хаоса
с участками жизни.

эта жизнь организуется в более сложные системы упорадоченные структуры
организмы. одно клеточные -> многоклеточные -> социальные (киберсоциальные)

действующие лица этой истории: энергия, информация, хаос, порядок, энтропия,
синергия, эмерджентность, жизнь.

какова роль денег в связке энерггетическая и информационная энтропия?

люди используют деньги. кпд использования солнечной энергии увеличивается?
жизнь появляется или умирает?

начинаю с солнца, планеты, денег. торговых отношений, энергообменов,
обменов энтропии.

параллельно модель появления упорядоченных структур (ячеек, снежинок, жизни)
в результате притока негэнтропии
"""
